const About = () => {
    return (
        <div className="about">
            <h3> التعريف بالموقع نقلًا من موقع الدرر السنية</h3>
            
            <section className="about-content">
                <h4>السلام عليكم ورحمة الله وبركاته</h4>
                <div>
                    <h5>الغاية</h5>
                    <p>الحِفاظ على السُّنة وميراث النبوَّة (بمفهومه الشامل).</p>
                </div>
                <div>
                    <h5>الرِّسالة</h5>
                    <p>نسعى لنُؤسِّس: منهجًا مؤصَّلًا، ونقلًا موثَّقًا، وعلمًا شاملًا، بمحتوًى عربي، وانتشار عالمي.</p>
                </div>
                <div>
                    <h5>الرُّؤية</h5>
                    <p>الرِّيادة والتميُّز في إيجاد مرجعيَّة عِلميَّة على منهج أهل السُّنة والجماعة للمسلمين كافَّةً في أنحاء العالَم، وتيسيرِ الوصول إليها من خلال التِّقنيات الحديثة.</p>
                </div>
                <div>
                    <h5>الهدف العام</h5>
                    <p>بناءُ أضخمِ قاعدة بيانات إلكترونيَّة شاملة لميراث الرَّسول صلَّى الله عليه وسلَّم بمفهومه الشَّامل، وتيسيرُ الوصول إليها من خلال التِّقنيات الحديثة.</p>
                </div>
            </section>
        </div>
    )
}

export default About;